Repository: sharedRoutine/WishApp
Catalog: WishApp/*.lproj/Localizable.strings
Languages: de

source: Wishlist
de: Wunschliste

# WISH_ITEMS
source: Active Wishes
de: Wünsche

# FULFILLED_ITEMS
source: Fulfilled Wishes
de: Erfüllte Wünsche

source: Free
de: Gratis

source: Developer
de: Entwickler

source: ☕️ Buy me a coffee
de: ☕️ Gib mir einen aus

source: 📄 Licenses
de: 📄 Lizenzen

# NO_APPS_ON_WISHLIST
source: You do not have any apps in your wishlist 😱 Use the search button to add an app or visit the AppStore and add one from there 😎
de: Du hast noch keine Apps auf deiner Wunschliste 😱 Benutze die Suche oder den AppStore um welche hinzuzufügen 😎

source: Settings
de: Einstellungen

source: Dark Mode
de: Nacht Modus

# SEARCH_APPS
source: Search for Apps
de: Apps suchen

source: Sort Items
de: Sortierung

source: Item exists
de: App existiert

# %@ ALREADY_EXISTS
source: %@ already exists on your Wishlist
de: %@ existiert bereits auf deiner Wunschliste

# ALREADY_EXISTS
source: You already have this on your Wishlist
de: Du hast dies bereits auf der Wunschliste

# LIKE_THE_APP
source: Do you like the App? 😇
de: Gefällt dir die App? 😇

source: Loading App Info...
de: Lade App Informationen...

# APP_ADDED_TO_WISHLIST
source: Added to your Wishlist!
de: Zu deiner Wunschliste hinzugefügt!

source: No valid app found ☹️
de: Keine App gefunden ☹️

# NO_URL_FOUND
source: No valid URL found ☹️
de: Keine URL gefunden ☹️

source: By Name
de: Nach Name

source: By Date
de: Nach Datum

source: By Price
de: Nach Preis

source: Select Sort Option
de: Sortierung auswählen

# UPDATING_APP
source: Updating App Information
de: Aktualisiere App...

source: Acknowledgements
de: Danksagungen

source: Searching...
de: Suchen...

source: Donations
de: Spenden

# BUY_ME_A_SMALL_COFFEE
source: Buy me a coffee
de: Gib mir einen aus

source: Buy me a large coffee
de: Gib mir zwei aus

source: Buy me all the coffees
de: Gib mir zu viel aus

source: Donation Info
de: Spendeninformation

# DONATION_INFO_TEXT
source: First of all: Thank you for considering a donation! You can donate any amount as often as you want but unlike usual In-App Purchases you will not receive something in return. It is your way of showing appreciation to the developer and designer. Thank you very much
de: Das Wichtigste zuert: Danke, dass du es in Betracht ziehst zu spenden! Du kannst jeden Betrag aus der Liste so oft spenden, wie du willst, jedoch bekommst du im Gegensatz zu anderen In-App Käufen aber nichts zurück. Hiermit kannst du deine Anerkennung gegenüber dem Entwickler und dem Designer zeigen. Vielen Dank

source: Loading...
de: Laden...

source: Thank you!
de: Danke!

# THANK_YOU_PURCHASE
source: Thank you for donating! It will be much appreciated ☺️
de: Danke für die Spende! Wir schätzen das sehr ☺️

source: Purchase Error
de: Fehler beim Kauf

# PURCHASE_ERROR_DESCR
source: There was an issue with checking out. Please try again later and make sure you are allowed to make payments
de: Beim Kauf ist etwas schief gelaufen. Bitte versuche es später erneut und sei dir sicher, dass du Käufe tätigen darfst
